Repository: eccomarketing/contao-bergheim-bundle
Catalog: src/Resources/contao/languages/*/*_module.xlf
Languages: de

# tl_module.branch
source: Branch
de: Branche

# tl_module.category
source: Category
de: Kategorie

# tl_module.poi_listMode.0
source: POI filter mode
de: POI Filter-Modus

# tl_module.poi_listMode.1
source: Please select a POI filter mode to narrow down the list.
de: Bitte wählen Sie einen POI Filter-Modus aus, um die Liste einzuschränken.

# tl_module.poi_branches.0
source: POI branches
de: POI-Branchen

# tl_module.poi_branches.1
source: Please select one or more poi branches.
de: Bitte wählen Sie ein oder mehrere POI-Branchen.

# tl_module.poi_categories.0
source: POI categories
de: POI-Kategorien

# tl_module.poi_categories.1
source: Please select one or more poi categories.
de: Bitte wählen Sie ein oder mehrere POI-Kategorien.

# tl_module.poi_readerModule.0
source: POI detail page
de: POI-Detailseite

# tl_module.poi_readerModule.1
source: Automatically switch to the detail page if an item has been selected.
de: Automatisch zum Detailseite wechseln, wenn ein POI ausgewählt wurde.

# tl_module.poi_addTags.0
source: Activate tag filter
de: Tag-Filter aktivieren

# tl_module.poi_addTags.1
source: Here you can seleactivate the tag filter for the frontend.
de: Hier können Sie die Tag-Filterung im Frontend aktivieren.

# tl_module.poi_template.1
source: Here you can select a poi template.
de: Hier können Sie ein POI-Template auswählen.

# tl_module.poi_order.0
source: Sort order
de: Sortierreihenfolge

# tl_module.poi_order.1
source: Here you can choose the sort order.
de: Hier können Sie die Sortierreihenfolge festlegen.

# tl_module.poi_imgSize.0
source: Image size (image gallery)
de: Bildgröße (Bildergalerie)

# tl_module.poi_imgSize.1
source: Here you can set the image gallery dimensions and the resize mode.
de: Hier können Sie die Abmessungen der Bildergalerie und den Skalierungsmodus festlegen.

# tl_module.poi_imgSizeLogo.0
source: Image size (logo)
de: Bildgröße (Logo)

# tl_module.poi_imgSizeLogo.1
source: Here you can set the logo dimensions and the resize mode.
de: Hier können Sie die Abmessungen des Logos und den Skalierungsmodus festlegen.

# tl_module.map_zoom.0
source: Initiale zoom level
de: Initiale Zoomstufe

# tl_module.map_zoom.1
source: Here you can set the zoom level of the map.
de: Hier können Sie die initiale Zoomstufe der Karte festlegen.

# tl_module.map_min.0
source: Minimal zoom level
de: Minimale Zoomstufe

# tl_module.map_min.1
source: Here you can set the minimal zoom level of the map.
de: Hier können Sie die minimale Zoomstufe der Karte festlegen.

# tl_module.map_max.0
source: Maximal zoom level
de: Maximale Zoomstufe

# tl_module.map_max.1
source: Here you can set the maximal zoom level of the map.
de: Hier können Sie die maximale Zoomstufe der Karte festlegen.

# tl_module.map_latitude.0
source: Latitude
de: Initialer Breitengrad

# tl_module.map_latitude.1
source: Here you can set the initial latitude of the map.
de: Hier können Sie den initialen Breitengrad der Karte festlegen.

# tl_module.map_longitude.0
source: Longitude
de: Initialer Längengrad

# tl_module.map_longitude.1
source: Here you can set the initial longitude of the map.
de: Hier können Sie den initialen Längengrad der Karte festlegen.

# tl_module.poi_editable_fields.0
source: Editable fields
de: Editierbare Felder

# tl_module.poi_editable_fields.1
source: Here you can set the fields should be editable.
de: Hier können Sie die Felder festlegen, welche Bearbeitet werden dürfen.

# tl_module.all
source: All
de: Alle

# tl_module.branches
source: Branches
de: Branchen

# tl_module.categories
source: Categories
de: Kategorien
