Repository: eccomarketing/contao-bergheim-bundle
Catalog: src/Resources/contao/languages/*/modules.xlf
Languages: de

# MOD.poi.0
source: POI & Showcases
de: POI & Schaufenster

# MOD.poi.1
source: Manage POIs & Showcases
de: POIs & Schaufenster verwalten

# MOD.branch.0
source: Branches
de: Branchen

# MOD.branch.1
source: Manage branches
de: Branchen verwalten

# MOD.category.0
source: Categories
de: Kategorien

# MOD.category.1
source: Manage categories for POIs & Showcases
de: POI- & Schaufenster-Kategorien verwalten

# MOD.tag.1
source: Manage poi tags
de: POI-Tags verwalten

# MOD.config.0
source: Settings
de: Einstellungen

# MOD.config.1
source: Adjust the Bergheim configuration
de: Die Bergheim-Konfiguration anpassen

# FMD.poi_list.0
source: POI-List
de: POI-Liste

# FMD.poi_list.1
source: Adds a list of poi items to the page
de: FÃ¼gt der Seite eine POI-Liste hinzu

# FMD.poi_reader.0
source: POI detail page
de: POI-Detailseite

# FMD.poi_reader.1
source: Shows the details of a poi item
de: Stellt einen einzelnen POI-Beitrag dar
